Revit 2027 API
ParameterTypeId.RebarInternalMultiplanarStartConnector Property
 "INTERNAL: Multiplanar Start Connector"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RebarInternalMultiplanarStartConnector { get; }
Public Shared ReadOnly Property RebarInternalMultiplanarStartConnector As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RebarInternalMultiplanarStartConnector {
	ForgeTypeId^ get ();
}
static member RebarInternalMultiplanarStartConnector : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace